{
    "txs":[
        {
            "txt1":"Bacharel em Química (IQUNESP-1990), Mestrado em Físico-Química (IQUNESP-1994), Doutor em Físico-Química pelo IQUNESP e pelo Laboratoire pour L’utilisation du Rayonnement Éléctromagnétique -Univérsité de Paris Sud (1997), Pós-doutorado no Laboratoire pour L’utilisation du Rayonnement Éléctromagnétique (1999), Pós-doutorado no IFUSP (2001). Professor do Instituto de Física da USP há 12 anos no Departamento de Física Aplicada, Grupo de Cristalografia. Representante do IFUSP na Comissão de Coordenação de Cursos (COC) do IQUSP, membro titular da Comissão de Consultoria e Convênios, representante titular da Diretoria da Comissão de Apoio Profissional, entre outros. Desenvolve pesquisas nas áreas de nanociência e nanotecnologia em parceria entre a USP e empresas privadas. Possui vários trabalhos sobre síntese de nanopartículas, nanoestruturas, filmes finos e caracterização por técnicas de difração, espalhamento e absorção de raios X. Apresentou vários seminários sobre o desenvolvimento de catalisadores para uma nova geração de pistões de motores automotivos em diversas montadoras situadas no Brasil."
        },
        {
            "txt2":"<p>Aplicação de algoritmos genéticos no estudo de filmes finos amorfos<br /><b>Objetivo:</b> Esta pesquisa tem por objetivo aprimorar técnicas analíticas de filmes produzidos pelo processo sol-gel utilizando algoritmos evolucionários, espalhamento de raios X especular e difuso, e também imagens de AFM. Os algoritmos evolucionários são utilizados para ajustar as curvas de espalhamento especular simuladas às experimentais [App. Phys. Lett. 80, 407 (2002); J. of Alloys and Compounds 344, 207 (2002)].. <br /><b>Grande área:</b> Ciências Exatas e da Terra <br /><b>Setores de atividade:</b> Desenvolvimento de Novos Materiais. <br /><b>Palavras-chave:</b> Algoritmos evolucionários (genéticos); Filmes de sol-gel; Microscopia de força atômica; Refletometria de raios X.</p><p><b>Crescimento de filmes finos por sol gel</b><br /><b>Objetivo:</b> Os objetivos dessa linha de pesquisa são preparar sóis precursores de materiais produzidos pelo método sol-gel e caracterizar a estrutura e as transformações estruturais, desde a solução inicial até o xerogel obtido. Utilizam-se as técnicas experimentais de espalhamento de raios X a baixo ângulo 'in-situ' para os estudos dos sóis e da transição sol-gel. A técnica de difração de raios X também é utilizada para caracterizar os xerogéis em forma de pó cristalino.. <br /><b>Grande área:</b> Ciências Exatas e da Terra <br /><b>Grande Área:</b> Ciências Exatas e da Terra / Área: Física / Subárea: Física da Matéria Condensada / Especialidade: Materiais Dielétricos e Propriedades Dielétricas. <br /><b>Setores de atividade:</b> Desenvolvimento de Novos Materiais. <br /><b>Palavras-chave:</b> Car; Filmes finos; sol gel.</p><p><b>Estruturas mesoporosas auto-organizadas preparadas pelo processo sol-gel</b><br /><b>Objetivo:</b> Para as estruturas mesoporosas auto-organizadas a rota EISA (evaporation-induced self-assembly) será empregada na preparação de filmes com arranjo periódico de mesoporos formados pelo auto-organização com surfactantes. Nesta rota, a transição desordem-ordem é induzida pela evaporação parcial do solvente durante o crescimento do filme perante o processo de spin coating. Pretende-se obter por esse processo filmes nanoestruturados multifuncionais para sistemas de refrigeração.. <br /><b>Grande área:</b> Ciências Exatas e da Terra <br /><b>Grande Área:</b> Ciências Exatas e da Terra / Área: Física / Subárea: Física da Matéria Condensada / Especialidade: Prop. Óticas e Espectrosc. da Mat. Condens; Outras Inter. da Mat. com Rad. e Part.. <br /><b>Setores de atividade:</b> Desenvolvimento de Novos Materiais. <br /><b>Palavras-chave:</b> nanoestruturas; rota EISA; sol-gel; surfactantes.</p><p><b>Ferrofluido biocompatível à base de óxi-hidróxido de ferro</b><br /><b>Objetivo:</b> Obtenção e caracterização de suspensão de nanopartículas à base de óxi-hidróxido de ferro biocompatíveis voltadas para imagem por ressonância magnética para diagnóstico de câncer de fígado e baço.. <br /><b>Grande área:</b> Ciências Exatas e da Terra <br /><b>Grande Área:</b> Ciências Exatas e da Terra / Área: Química / Subárea: Físico-Química / Especialidade: Físico Química de Coloides. <br /><b>Setores de atividade:</b> Desenvolvimento de Novos Materiais. <br /><b>Palavras-chave:</b> biocompatível; nanopartículas; superparamagnetismo.</p><p><b>Filmes finos e multicamadas com propriedades óticas/eletro-óticas preparadas via sol-gel</b><br /><b>Objetivo:</b> Obter parâmetros de processo na formação de filmes finos com propriedades óticas/eletro-óticas com absorção seletiva e eletrocrômica.. <br /><b>Grande área:</b> Ciências Exatas e da Terra <br /><b>Palavras-chave:</b> Filmes finos; mesoporoso; nanoestruturado; sol-gel.</p>"
        },
        {
            "txt3":"Este trabalho abrange cinco principais linhas de pesquisa no desenvolvimento de materiais avançados: aplicação de algoritmos genéticos para aprimorar técnicas analíticas de filmes finos sol-gel, crescimento de filmes finos pelo método sol-gel, investigação de estruturas mesoporosas auto-organizadas usando o método EISA, obtenção e caracterização de ferrofluido biocompatível à base de óxi-hidróxido de ferro para ressonância magnética, e formação de filmes finos com propriedades óticas e eletro-óticas como absorção seletiva e eletrocromismo, contribuindo significativamente para o desenvolvimento de novos materiais avançados."
        },
        {
            "txt4":"Professor Doutor-MS3 no Instituto de Física da USP desde 2001, com dedicação exclusiva. Ministrou disciplinas como Física II, Física I para Licenciatura em Matemática, Laboratório de Física para Ciências Biológicas e Física para Engenharia I. Participou ativamente em conselhos e comissões, incluindo a Congregação e como Membro Titular da CIPA-IF de 2001 a 2002. Representou o Instituto de Física na COC do IQUSP como suplente e contribuiu em pesquisa nas áreas de física aplicada."
        }
    ]
}